<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>利用規約</title>
</head>
<body>
    <div class="container">
        <div class="title">なに食べる？の利用規約</div>
        <h2>利用規約</h2>
        <p>この利用規約（以下，「本規約」といいます。）は，＿＿＿＿＿（以下，「当社」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。</p>
        <h3>第1条（適用</h3>
        <p>本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。<br>
        当社は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。<br>
        本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。</p>
        <h3>第2条（利用登録）</h3>
        <p>本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請し，当社がこれを承認することによって，利用登録が完了するものとします。<br>当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。
        </p>
        <h3>第3条（ユーザーIDおよびパスワードの管理）</h3>
        <p>ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを適切に管理するものとします。<br>
        ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。<br>
        ユーザーID及びパスワードが第三者によって使用されたことによって生じた損害は，当社に故意又は重大な過失がある場合を除き，当社は一切の責任を負わないものとします。<br>
        </p>
        <h3>（禁止事項）</h3>
        <p>法令または公序良俗に違反する行為
        犯罪行為に関連する行為<br>
        本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為
        当社，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為<br>
        本サービスによって得られた情報を商業的に利用する行為
        当社のサービスの運営を妨害するおそれのある行為
        不正アクセスをし，またはこれを試みる行為<br>
        他のユーザーに関する個人情報等を収集または蓄積する行為<br>
        不正な目的を持って本サービスを利用する行為<br>
        本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為<br>
        他のユーザーに成りすます行為<br>
        当社が許諾しない本サービス上での宣伝，広告，勧誘，または営業行為<br>
        面識のない異性との出会いを目的とした行為<br>
        当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為<br>
        その他，当社が不適切と判断する行為</p>
        <div style="text-align: end;">
            <a href="{{ route('main') }}">
              <button>もどる</button>
            </a>
        </div>
    </div>
</body>
<style>
    .title {
        text-align: center;
        background-color: white;
        font-size: larger;
        border-bottom: 1px solid black;
    }
    .container {
        width: 500px;
        margin: auto;
        background: whitesmoke;
        font-family: arial unicode ms;
        }
    .container >img {
        width: 500px;
        height: 600px;
    }
    section {
        margin: 10px;
    }
    button {
        font-family: arial unicode ms
        ;
    }
</style>
</html>
